[[["d184a03b-982c-45b8-ac35-8e89a2e3ca3e",{"pageContent":"1\n1.Bank Definition\nAs per the Banking Companies Act of 1949, Banking is defined as, A\nfinancial institution which accept deposits for the purpose of lending or\ninvestment from the public, repayable on demand or otherwise and with\ndrawable by cheque draft, order or otherwise.\nA bank is a financial institution that accepts deposits from the public and\ncreates a demand deposit while simultaneously making loans. They play a\nvital role in the economy by providing essential services both to consumers\nand businesses. Banks provide a safe place to store your cash.\n2.History of Banking in India\nWe can categorize the history of Banking into 3 stages –\n1. Pre-Independence Stage – Before 1947\n2. II Phase – 1947 to 1991\n3. III Phase – 1991 & beyond\nPre-Independence Stage\n• More than 600 banks were present at that phase.\n• The first bank of India was established in 1770 thus marking the Banking\nsystem in India with the foundation of the Bank of Hindustan.","metadata":{"loc":{"lines":{"from":1,"to":19}}}}],["033891f9-b665-4af5-b644-316ad0e0f670",{"pageContent":"• More than 600 banks were present at that phase.\n• The first bank of India was established in 1770 thus marking the Banking\nsystem in India with the foundation of the Bank of Hindustan.\n• Top three banks were merge during this phase – Bank of Bengal, Bank of\nBombay & Bank of Madras and came into being as Imperial Bank, which\nwas later taken over by SBI in 1955\n• Some other banks were also established during this period like Allahabad\nBank 1865, Punjab National Bank 1894, Bank of India 1906, Bank of Baroda\n1908, Central Bank of India 1911\nII Phase – 1947 to 1991\n• Nationalization of the Bank took place during this period.\n• Central bank of India was also nationalised during this period on 1st\nJanuary 1949.\n• With the recommendation of Narsimha committee, Regional Rural Banks\nwere formed on 2nd October 1975.\nIII Phase – 1991 & beyond\n• Liberalized economic policies were formed to mark the progress of banks in\nthe year 1991.","metadata":{"loc":{"lines":{"from":17,"to":34}}}}],["5de28275-c090-482c-bedc-9be826ca0076",{"pageContent":"were formed on 2nd October 1975.\nIII Phase – 1991 & beyond\n• Liberalized economic policies were formed to mark the progress of banks in\nthe year 1991.\n• This phase was know was the phase of expansion, consolidation, and\nincrement in many ways.","metadata":{"loc":{"lines":{"from":31,"to":36}}}}],["b6faa270-aa9c-433b-874b-54f2547a1033",{"pageContent":"-- 1 of 12 --","metadata":{"loc":{"lines":{"from":38,"to":38}}}}],["d68ae6bc-07a4-4f7f-9038-ac3ffe297084",{"pageContent":"2\n• RBI also gave license to 10 private entities which include – ICICI, Axis\nBank, HDFC, DCB, Indusland Bank.\n3.Type of Banks In India\nCommercial Banks\nCommercial banks is one the major type of banks which are registered under\nthe banking companies act 1956. The main objective of these banks is to\nearn the profit. The primary source of funds of the commercial banks is\npublic deposits. Commercial banks are divided into three categories i.e.\npublic sector banks, private sector banks and regional rural banks.\n Public Sector Banks- These are those entities which are owned by\ngovernment having more than 51% stake in the capital\n Private Sector Banks- Private Banks are those entities which are owned by\nprivate individuals/institutions and these are registered under the companies\nact 1956 as limited companies\n Regional Rural Banks- These entities are completely under government\nand work for the betterment of the rural sector of the society\n Cooperative Banks\n Foreign Banks","metadata":{"loc":{"lines":{"from":40,"to":58}}}}],["5f5b99ad-8fa4-449f-8ece-8c7a098040a6",{"pageContent":"act 1956 as limited companies\n Regional Rural Banks- These entities are completely under government\nand work for the betterment of the rural sector of the society\n Cooperative Banks\n Foreign Banks\nRegional Rural Banks\nRegional Rural Banks or RRBs are government banks operating at regional\nlevel in different states of India. These are designed to cater the needs of\nthe rural area people. Regional Rural Banks are the type of commercial\nbanks which helps to bring the financial inclusion in the primary level of the\nnation. Currently there are 43 RRBs in India and each RRB is sponsored by\nGovernment of India along with State Government and Sponsor bank.\n Regional Rural Banks (RRBs) were set up under the provisions of 26\nSeptember 1975 ordinance and the RRB Act of 1976 to allocate banking and\ncredit services for agriculture and other rural sectors. They were established\non the recommendation of Narshimhan committee. After the legislation of","metadata":{"loc":{"lines":{"from":54,"to":69}}}}],["59a4fc05-c36a-4a05-829b-4ca19da64a1e",{"pageContent":"credit services for agriculture and other rural sectors. They were established\non the recommendation of Narshimhan committee. After the legislation of\nthe Regional Rural Banks Act, 1976, the first Regional Rural Bank “Prathama\nGrameen Bank” at Moradabad (U.P) was set up on October 2, 1975 which\nwas sponsored by Syndidcate Bank with Rs 5 crore as initial capital.\n Regional Rural Banks are owned by three entities:\n Central Government with a share of 50%\n State Government with a share of 15% and\n Sponsor Bank with a share of 35% (Any commercial bank can sponsor the\nregional rural banks)","metadata":{"loc":{"lines":{"from":68,"to":77}}}}],["267c791e-5946-4f50-9fb4-85725ab208e5",{"pageContent":"-- 2 of 12 --","metadata":{"loc":{"lines":{"from":79,"to":79}}}}],["5584cc04-b324-4965-a938-bb18219b88bd",{"pageContent":"3\nCooperative Banks\nCooperative Banks are the type of banks which operates in India. They are\nknown so because of the purpose they serve which is mainly financing the\nsmall lenders. Cooperative banks generally lends money to small\nbusinessmans and farmers. Cooperative banks generally gets deposits from\ntheir own shareholders and from public as well. Cooperative banks does not\ndeal with big individuals or companies. Cooperative Banks are registered\nunder Banking Regulation Act 1949 but also with Cooperatives societies, Act\n1965 as well. Cooperative Banks are regulated by both RBI and NABARD.\nCooperative banks are the type of banks which have a valuable contribution\nin the growth of rural India. The cooperative banks in India works at three\nlevel\n Urban cooperative banks\n District cooperative banks\n Primary agriculture cooperative society\nForeign Banks\nForeign banks are also registered banks which are situated out of their home","metadata":{"loc":{"lines":{"from":81,"to":98}}}}],["8a490112-0a2e-4edf-8284-31f36a9d9d5d",{"pageContent":"level\n Urban cooperative banks\n District cooperative banks\n Primary agriculture cooperative society\nForeign Banks\nForeign banks are also registered banks which are situated out of their home\ncountry and their branches are located in other countries. Foreign banks are\nrequired to follow the rules and regulation of both home country and host\ncountry. There are currently 45 foreign sector banks in India.\nLocal Area Banks\nLocal area banks are the type of non scheduled banks. These banks are\ngoverned by the companies act 1956. The Local area banks are introduced\nonly around 1996 as the main objective to run only in local areas to\ngenerate profits. Commercial private sector banks manage these banks.\nHowever, not many local area banks are there in India. Some of them\ninclude Coastal Local Area Bank in Andhra Pradesh, Subhadra Local area\nbank in Kolhapur, Capital Local area bank in Punjab, and Krishna Bhima\nSamruddhi Local area bank in Telangana.\nSmall Finance Banks","metadata":{"loc":{"lines":{"from":93,"to":111}}}}],["0ff4569f-1066-4de7-8f07-ad92d647ba3a",{"pageContent":"bank in Kolhapur, Capital Local area bank in Punjab, and Krishna Bhima\nSamruddhi Local area bank in Telangana.\nSmall Finance Banks\nThe small finance bank shall be registered under the Companies Act, 2013.\nIt is licensed under section 22 of the Banking Regulation Act, 1949. The\nminimum paid-up capital required to set up a small finance bank is Rs.200\ncrore and it will be required to maintain a capital adequacy ratio of 15\npercent of its risk-weighted assets. The promoters have to contribute an\ninitial 40 percent of paid-up equity capital. According to FDI policy foreign\ninvestors can invest in small finance banks up to 74 percent of equity capital\n(49 percent from direct route and other from approval route).","metadata":{"loc":{"lines":{"from":109,"to":119}}}}],["bd06c9e0-b917-43f0-94f4-74afefe29591",{"pageContent":"-- 3 of 12 --","metadata":{"loc":{"lines":{"from":121,"to":121}}}}],["8be83291-7bf8-4623-93cf-2570ee11c63a",{"pageContent":"4\nSpecialised Banks\nSpecialised Banks are one of the category of banks in India which are setup\nfor a special purpose. There are certain specialised banks which plays a very\ncrucial role in the banking system.\n NABARD- National Bank for Agriculture & Rural Development is the full form\nof NABARD. This bank was formed for the development of agriculture sector\nin our country and is still doing the same.\n EXIM- Export Import Bank of India was formed to promote domestic\nindustries so that they can export their products. This bank grant loans. The\nprimary objective of EXIM Bank is to provide financial assistance to\nexporters and importers.\n SIDBI- Small Industrial Development Bank of India is one the major\nfinancial institution which provides financial assistance to micro industries for\ntheir expansion and development.\n4.Types of Bank Accounts\nBank Accounts are mainly four different types. They are as given below:\n1) Current Account\n2) Savings Account\n3) Recurring Deposit Account","metadata":{"loc":{"lines":{"from":123,"to":142}}}}],["14f00294-046f-4154-9eba-ca205eb729ee",{"pageContent":"their expansion and development.\n4.Types of Bank Accounts\nBank Accounts are mainly four different types. They are as given below:\n1) Current Account\n2) Savings Account\n3) Recurring Deposit Account\n4) Fixed Deposit Account\nCurrent Account\nA ‘current account ‘ is mainly meant for businessmen, companies, firms, and\npublic enterprises, as it is not suitable for those who want to invest or save\nfor a longer time also no interest if paid in these types of accounts. There is\nno provision of interest being paid, on the money that is deposited in such\naccounts. A customer can deposit and withdraw his/her money any number\nof time in a day. The deposits which are made under these accounts can be\ntermed as the most ‘liquid’ deposits, always being in the flow and\noperational also, the deposits in these accounts are more like a liability than\nan asset to the bank. Bank may charge a penalty if minimum balance is not\nmaintained in a current account.\nSaving Account","metadata":{"loc":{"lines":{"from":137,"to":155}}}}],["2e9a63b6-c7e6-453b-9991-9e3c01db8d43",{"pageContent":"an asset to the bank. Bank may charge a penalty if minimum balance is not\nmaintained in a current account.\nSaving Account\nThe saving account is the most popular and widely preferred deposit account\nby the bank customers who want to safeguard their money as well as wants\nto earn some interest on it. These types of bank accounts are like an asset\nto the bank because there is a limit on the number of transactions that can\nbe made by a customer having these accounts and there is also limit on the\namount per day that can be transacted. The rate of interest offered to\nsavings accounts holders usually varies between 4% – 6 % and it also\nvaries according to the bank.","metadata":{"loc":{"lines":{"from":153,"to":163}}}}],["0ea48829-154f-4bb4-81ca-4e137b1ca43d",{"pageContent":"-- 4 of 12 --","metadata":{"loc":{"lines":{"from":165,"to":165}}}}],["07182c86-eace-427f-b730-3352233596a1",{"pageContent":"5\nFixed Deposit\nFixed deposits are more Popularly known as FD account, it is a type of\nfinancial instrument that is provided by banks which offers an even higher\nrate of interest on the deposits made by an account holder, as compared to\na regular savings account, until the period of maturity. Fixed Deposit\naccount can also be called ‘Term Deposits’ / Bonds. A customer deposits\nhis/her money in these types of accounts for a fixed period and cannot\nwithdraw it until the maturity period. If he/she withdraws the money before\nthe maturity time-period then a fine is to be paid which varies bank to bank.\nThe interest rate in a Fixed Deposit Account varies between 4% – 7.25%\ndepending on the bank. The period of an FD can vary from 7 days to 10\nyears.\nRecurring Deposits\nRecurring Deposits refers to an account that provides the facility of saving a\nsmall amount of money for a certain period and also earn a high-interest\nrate. the term ‘recurring’ basically indicates to something that occurs","metadata":{"loc":{"lines":{"from":167,"to":183}}}}],["d69c604c-e6d4-4fc8-bde9-e97641080df9",{"pageContent":"small amount of money for a certain period and also earn a high-interest\nrate. the term ‘recurring’ basically indicates to something that occurs\nperiodically or repeatedly. These types of accounts are more commonly\nknown as RD accounts. It offers a fixed interest on the amount that has\nbeen already invested (through monthly installments) at a specific frequency\nand the same rates as applicable for Fixed Deposits (FDs). Any individual\nabove 10 years of age is also eligible to open a recurring account along with\na valid ID proof. The minimum amount can be 100 or can be even lesser\nthan that. The interest rate offered on the recurring account usually varies in\na range of 3.5% – 8.5% depending on the bank as well as it also varies\naccording to the period of the deposit. The minimum time-period for a\ndeposit in this account can be 6 months and the maximum is 10\nyears. The period for a recurring account is classified into three types as\ngiven below:","metadata":{"loc":{"lines":{"from":182,"to":195}}}}],["071480e3-079f-41cb-851c-1566b3b396eb",{"pageContent":"deposit in this account can be 6 months and the maximum is 10\nyears. The period for a recurring account is classified into three types as\ngiven below:\n Short-term Tenure: The period usually ranges between 6 months to 1\nyear.\n Medium-term Tenure: The period usually ranges from more than 1 year to\n5 years.\n Long-term Tenure: The period usually lasts from more than 5 years to 10\nyears.\n5.Types of Loans:\n Secured Loans\n Unsecured Loans","metadata":{"loc":{"lines":{"from":193,"to":204}}}}],["bb212f2a-5af2-4022-89ce-035ef565b70a",{"pageContent":"-- 5 of 12 --","metadata":{"loc":{"lines":{"from":206,"to":206}}}}],["24ab1b16-67bb-404a-90e2-f87e7dde7cd3",{"pageContent":"6\nSecured loans:\nSecured loans are those loans that require collateral. The term\ncollateral refers to the assets that you have to provide to the lender as a\nsecurity against the money you are borrowing. This asset will be sold to\nrecover the money from you in the case by any means you fail to repay it in\nthe given amount of time. The rate of interest incurs in secured loans is\ncomparatively lower than the unsecured loans.\nTypes of Secured loans\nHome loan:\nA home loan is an asset that is used to borrow money from banks and hence\nit is categorized as a secured loan. If a person wishes to build their own\nhouse, they can apply for this loan. Banks act as a lender to provide funds to\nbuild or buy a home. Loan is given against the house a person wants\nto buy or build.\nLoan against property (LAP)\nLoan against property is another form of the secured loans where the\nborrower pledges any residential, commercial or industrial property for","metadata":{"loc":{"lines":{"from":208,"to":225}}}}],["9a35bc21-e148-48cf-8c75-4eba04616800",{"pageContent":"to buy or build.\nLoan against property (LAP)\nLoan against property is another form of the secured loans where the\nborrower pledges any residential, commercial or industrial property for\nreceiving the funds required to him. This loan is generally taken for\nhigher studies etc.\nGold loans\nGold jewelry or biscuits are popular forms of secured loans from ancient\ntimes. Here, gold jewelry act as collateral.\nUnsecured loans\nUnsecured Loans are the type of loans that do not require\ncollateral. A person can avail unsecured loans easily with a good credit\nscore history and associations of the past. The rate of interest charged in\nthis type of loan is comparatively higher than the secured loans due to the\nlack of collateral.\nTypes of Unsecured loans\nPersonal loan\nThis is one form of Unsecured loan and it is one of the most popular and\ncommon types of unsecured loans. The rate of interest charged on this\nwill be higher as this is an unsecured form of a loan. These loans are","metadata":{"loc":{"lines":{"from":222,"to":241}}}}],["74c92b4a-9f28-404f-b1a9-9e77c4a6819a",{"pageContent":"common types of unsecured loans. The rate of interest charged on this\nwill be higher as this is an unsecured form of a loan. These loans are\nusually given to those who have a stable income as well as a good credit\nscore. There are various reasons for which people take personal loans some\nof them are: wedding, vacation or an international trip, for home renovation\nprojects, child’s higher education, etc.","metadata":{"loc":{"lines":{"from":240,"to":245}}}}],["61348c2d-1fee-410e-9784-114e9fe3208d",{"pageContent":"-- 6 of 12 --","metadata":{"loc":{"lines":{"from":247,"to":247}}}}],["8cc8464e-0c42-4692-870c-536d695bc631",{"pageContent":"7\nShort-term business loans\nThis is another form of unsecured loans and usually people having\nbusinesses take this loan to meet their daily expenses in the business. This\nloan is taken by small enterprises, startups etc. The reasons for taking\nthis loan are various for example- for buying new Machinery and\nequipment, to rent a new space urgently and also to meet the\nunexpected expenses.\nEducation loans\nPeople usually take Education loans for higher education and are very\npopular among students. This loan covers the basic fees of the course along\nwith other expenses such as the accommodation (Hostel fee), exam fee, etc.\nWhile taking an education loan, the student is the main borrower of the loan\nwhile the parents, siblings and spouse are co-applicants. An education loan\nis of various types like- it can be a full-time, part-time or vocational course\nalong with graduation and post-graduation courses in various fields like\nmanagement, engineering, and medicine, among others.","metadata":{"loc":{"lines":{"from":249,"to":265}}}}],["ba7959d2-3233-4dbc-90f7-bade23ef8aca",{"pageContent":"along with graduation and post-graduation courses in various fields like\nmanagement, engineering, and medicine, among others.\nVehicle loans\nThis is another form of unsecured loan. People take this loan either to\nstart their business related to transportation or to buy vehicles for\ntheir personal use etc. Again this loan doesn’t require collateral hence the\nperson who is taking the loan needs to have a good credit history.\n6.KYC in banking\nKYC in banking refers to the process of verifying documents to establish a\ncustomer’s identity. Its goal is to reduce malpractices like money laundering\nand financial fraud by ensuring that transactions are authentic. According to\nRBI guidelines, all banks, financial institutions, and intermediaries must\nconduct KYC verification of customers before providing them with services.\nIn this regard, the KYC documents list, which catalogues the officially valid\ndocuments for KYC verification, becomes important. KYC compliance is also","metadata":{"loc":{"lines":{"from":264,"to":278}}}}],["d386b353-ea62-432c-bb76-b72fa4bd6888",{"pageContent":"In this regard, the KYC documents list, which catalogues the officially valid\ndocuments for KYC verification, becomes important. KYC compliance is also\na requirement under the Prevention of Money Laundering Act of 2002.\nImportance of KYC\n Determines a customer’s identity\n Aids in understanding the nature of a customer’s financial activities.\n Monitors customer activities to help assess the risk of money laundering.\n Protects lending institutions against losses and frauds caused by illegal\ntransactions.","metadata":{"loc":{"lines":{"from":277,"to":285}}}}],["7bff4921-453b-4af6-bcbe-261d38b30e8b",{"pageContent":"-- 7 of 12 --","metadata":{"loc":{"lines":{"from":287,"to":287}}}}],["d6a330d1-d830-4a45-b432-be53221d681d",{"pageContent":"8\n7.RBI History\nThe Reserve Bank of India was founded in 1935, under RBI Act 1934 on\nthe recommendations of John Hilton Young Commission in 1926 which was\nalso called Royal Commission on Indian Currency & Finance), is the central\nbank of the country & was nationalized w.e.f 01st Jan 1949 and since then it\nis fully owned by Government Of India. Initially the Central Office of the\nReserve Bank of India was established in Calcutta but later on it was\npermanently moved to Mumbai in 1937.\nFunctions of RBI\n Issuance of currency: RBI is the main and sole authority in India to issue\ncurrency notes under signatures of Governor of RBI. RBI distributes\ncurrency all across the nation with the help of currency chests.\n Banker to Government: RBI is also known as the banker to government\nbecause it provides loan and monetary help to government with the help of\nan instrument know as ways and means advances.\n Bankers’ bank: One of the important function that it does is to provide","metadata":{"loc":{"lines":{"from":289,"to":305}}}}],["7d651b7b-58dd-4e8a-8a8f-39bacc0d76a2",{"pageContent":"because it provides loan and monetary help to government with the help of\nan instrument know as ways and means advances.\n Bankers’ bank: One of the important function that it does is to provide\ntimely supply of credit to other banks whenever required by them through\nmonetary instruments and thus acts as lender of last resort by providing\nfinancial assistance to banks. It also provides export credit refinance,\nLiquidity Adjustment Facility & MSF.\n Controller of Banks: One of the greatest need of central bank was to\ncontrol other banks and regulated them on the basis of the set guidelines so\nthat there is no monopoly and timely credit is available to all the sectors of\nan economy. RBI as a controller of banks issues directions, carries inspection\n(on-site as well as off-site) & exercises management control.\n Controller of credit: Liquidity in the market is maintained by RBI as it can\nfix interest rates (including Bank Rate) & exercise selective credit controls.","metadata":{"loc":{"lines":{"from":303,"to":316}}}}],["28027207-0566-4ba2-81a2-2b576f1fb5ec",{"pageContent":" Controller of credit: Liquidity in the market is maintained by RBI as it can\nfix interest rates (including Bank Rate) & exercise selective credit controls.\nThere are various monetary tools such as change in cash reserve ratio,\nstipulation of margin on securities, directed credit guidelines etc. are used\nfor this purpose.\n Maintenance of external value: RBI is also responsible for maintaining\nexternal value of Indian currency as well as the internal value.\nMaintaining Foreign exchange reserves are held by RBI & it also holds a\nwide power to regulate foreign exchange transactions under Foreign\nExchange Management Act.\n8.Negotiable Instruments\nDefinition: It is a signed document that promises a sum of payment to a\nspecified person or the assignee. Negotiable Instruments are transferable\nand signed document which gives assurance to pay the bearer a sum of","metadata":{"loc":{"lines":{"from":315,"to":328}}}}],["745eb7e8-e249-4f8d-b232-486527732d7f",{"pageContent":"-- 8 of 12 --","metadata":{"loc":{"lines":{"from":330,"to":330}}}}],["0cd0efee-8513-43d8-adf2-517ca6b957c8",{"pageContent":"9\nmoney at a future date or on-demand. The payee, who receives the\npayment, must be named or otherwise indicated on the instruments.\nSome Negotiable Instruments are Checks, money orders, promissory notes,\nbill of exchange, certificates of deposits, etc. The Negotiable Instruments are\nlegalized by the law of Negotiable Instruments, 1881.\nHere are some Negotiable Instruments below in detail:\n1.) Promissory note: Promissory note is a legal instrument in which one\nperson (i.e. issuer) gives the promise to pay a determined sum of money to\nthe other person (i.e. Payee) at a specified time of period in writings. It can\nalso have some provisions regarding the concern to the payee’s rights in the\nevent of issuer’s default including foreclosure of the issuer’s assets. A\npromissory note is also called a note payable and if it is used with a\nmortgage, in that case, it is called a mortgage note also.\n2.) Bill of Exchange: The bill of exchange is a written order which binds","metadata":{"loc":{"lines":{"from":332,"to":346}}}}],["f9609229-64fb-4f73-8027-74dfddbd619c",{"pageContent":"mortgage, in that case, it is called a mortgage note also.\n2.) Bill of Exchange: The bill of exchange is a written order which binds\none person to pay a determined sum of money to another person on\ndemand or at some point in time in the future. A bill of exchange contains\nthree parties- The Drawee, who pays the sum of money. The Payee who\nreceives the sum of money. The Drawer compels the drawee to pay the sum\nof money to the Payee. It is mostly used in international trade to pay for\ngoods or services. Bill of exchange has different types which are as follows:\nbank draft, sign draft, time draft, etc.\n3.) Cheques: It the most common negotiable instrument. It serves as a\ndraft and payable by the payer’s financial institution on receipt defining the\namount of money. Cashier’s cheque, Money order, Traveller’s cheque,\nPersonal cheque, etc are types of cheques. Money order which is a common\ntype of cheque may or may not be issued by the payer’s financial institution","metadata":{"loc":{"lines":{"from":345,"to":358}}}}],["7d8238d9-ad2a-4ae9-8790-35746a3e90dd",{"pageContent":"Personal cheque, etc are types of cheques. Money order which is a common\ntype of cheque may or may not be issued by the payer’s financial institution\nand it can be exchanged for cash with the issuing entity’s policies once it\nreceived by the payee.\n4.) Certificate of deposit: The certificate of deposit is a legal agreement\nbetween the depositors and the bank on a determined amount of money for\na fixed time period. The Federal Deposit Insurance Corporation (FDIC) issues\nCD (Certificate of Deposit) which is regulated by the Reserve Bank of India is\na promissory note and the interest on this is paid by the bank. The CD is\nissued in Demat form and can be withdrawn principal as well as interest on it\nafter CD matures. Maturity period: CD issued by commercial\nbanks has maturity from 7 days to 1 year and issued by financial institutions\nit ranges from 1 to 3 years. Minimum certificate of deposit can be issued of\nRs.1 Lakh and Certificate of Deposits can be transferred but in Demat form.","metadata":{"loc":{"lines":{"from":357,"to":370}}}}],["09b29cb3-457e-4f6a-a9e3-1a4bc3c27ec6",{"pageContent":"-- 9 of 12 --","metadata":{"loc":{"lines":{"from":372,"to":372}}}}],["0d6cdf1d-7269-4850-8775-0452fd46475b",{"pageContent":"10\n9.Types of Cards used in Banking System\nDebit Cards\nThey allow the card holder to transfer money electronically from their bank\naccounts and can also be used as ATM cards to withdraw cash using the\nAutomated Teller Machine. Keep in mind that you’re not borrowing money\nusing debit card, you are using the money deposited in the bank account\nlinked to the card, whereas in credit cards, you borrow money to make\npayment. Deferred Debit Card allows the facility of payment being done a\nfew days later from the date of purchase.\nCredit Cards\nCredit cards allow the user to borrow money from the bank and make\npurchases. Bank or companies issuing the credit card creates a revolving\naccount and grants a line of credit to the cardholder,and then the user\nborrows money for payments or can also withdraw cash at times.Companies\nissuing credit cards also set a minimum repayment amount for the amount\nborrowed and also charge interest on delayed payments.\nForex Cards","metadata":{"loc":{"lines":{"from":374,"to":391}}}}],["7466dae6-8127-45c2-b644-8ae21a8eb91d",{"pageContent":"issuing credit cards also set a minimum repayment amount for the amount\nborrowed and also charge interest on delayed payments.\nForex Cards\nForex Cards stands for Foreign Exchange Cards and are used for\ninternational travels to hold foreign currency. There are two main variants-\nsingle currency cards and mlti-currency forex cards. Forex cards can also be\nused to withdraw the currency abroad.\nPrepaid cards\nJust as the name suggest in prepaid cards you can load the amount in\nadvance and then use the money to make transactions, they are not linked\nto any bank accounts. Most common example is prepaid gift cards. RuPay in\nIndia also brought the prepaid cards in 2014 considering the huge\nopportunity in the untapped, unorganised, corporate gifting and other\nbusiness space.\nElectronic cards\nElectronic cards can be considered as debit cards issued in specific overdraft\naccounts that are in the nature of personal loan without any specific end-use","metadata":{"loc":{"lines":{"from":389,"to":405}}}}],["10886d97-6f51-4c5e-b940-7fad9dd92cb0",{"pageContent":"business space.\nElectronic cards\nElectronic cards can be considered as debit cards issued in specific overdraft\naccounts that are in the nature of personal loan without any specific end-use\nrestrictions. Banks have been permitted to issue electronic cards to natural\npersons having overdraft accounts so as to enable domestic digital\ntransactions in such accounts. For all purposes like security, Additional\nFactor of Authentication (AFA), Merchant Discount Rate (MDR), etc., the\ninstructions relating to debit cards are applicable on such electronic cards as\nwell.","metadata":{"loc":{"lines":{"from":402,"to":411}}}}],["7aa1b457-a8e2-4c48-88bb-b390cd273013",{"pageContent":"-- 10 of 12 --","metadata":{"loc":{"lines":{"from":413,"to":413}}}}],["6321e998-3f7a-44a5-8a1e-250e8597dd29",{"pageContent":"11\n10.Importance of marketing in banks\nHere are five quick ways marketing can benefit your commercial bank:\n1. For potential customers to even consider your bank as an option, they\nmust first know who you are. Marketing can help establish baseline brand\nawareness so when your commercial bankers call on leads, they aren’t\nmet with “You’re calling from where?”\n2. Marketing can demonstrate your experience, which aids prospects as they\nevaluate you as a financial partner. Showcasing the types of projects\nyou’ve financed, including various loan sizes, terms and geographies,\nbuilds confidence that you can handle their business. This moves your\nprospects from basic awareness to true consideration of what you have to\noffer.\n3. Marketing establishes a specific position your brand owns in the minds of\nyour customers and prospects. This, hopefully favorable, perception has\ndeveloped by seeing messages from and about your bank – subtly","metadata":{"loc":{"lines":{"from":415,"to":430}}}}],["fce94ab4-2b80-4396-879b-7487245ca9c9",{"pageContent":"your customers and prospects. This, hopefully favorable, perception has\ndeveloped by seeing messages from and about your bank – subtly\nbuilding a preference for your brand over time. So when a financial need\narises, your bank is at the top of their list.\n4. While all commercial bankers have lists of potential customers to actively\npursue, marketing can drive new leads that are not on your bank’s radar.\nAn effective digital strategy should consistently add leads to your bankers’\npipelines.\n5. Through interactive marketing channels like social media platforms, you\ncan give customers a place to voice their satisfaction with your bank. This\nnot only documents their vote of confidence for all their peers to see but\nalso enables you to more formally collect and leverage their feedback.\n11.The Firsts in Indian Banking System:\n First bank in India was Bank of Hindustan (1770)\n First Bank managed by Indians was Oudh Commercial Bank","metadata":{"loc":{"lines":{"from":429,"to":443}}}}],["79401159-6e54-47a0-a6f8-7d0d75b776ca",{"pageContent":"11.The Firsts in Indian Banking System:\n First bank in India was Bank of Hindustan (1770)\n First Bank managed by Indians was Oudh Commercial Bank\n First Bank with Indian Capital was Punjab National Bank (Founder of the\nBank is Lala Lajpat Rai)\n First Foreign Bank in India is HSBC\n First bank to get ISO certificate is Canara Bank\n First Indian bank outside India is Bank of India\n First Bank to introduce ATM is HSBC (1987, Mumbai)\n First Bank to have a joint-stock public bank (Oldest) is Allahabad\nBank\n First Universal bank is ICICI (Industrial Credit and Investment\nCorporation of India)\n First bank to introduce saving account is Presidency Bank (1833)\n First Bank to Introduce Cheque system is Bengal Bank (1833)","metadata":{"loc":{"lines":{"from":441,"to":455}}}}],["5f8bea99-843a-4fec-8741-d412e2cf8348",{"pageContent":"-- 11 of 12 --\n\n12\n First bank to give internet banking facility is ICICI\n First bank to sell mutual funds is State Bank of India\n First bank to issue credit cards is Central Bank of India\n First Digital Bank is Digibank\n First Rural Regional Bank (Grameen Bank) is Prathama Bank\n(sponsored by Syndicate Bank)\n First bank to get ‘in principle’ banking license is IDFC and Bandhan\nBank\n First Bank to introduce merchant banking in India is Grind lays bank\n First bank to introduce blockchain technology is ICICI\n First bank to introduce voice biometric is Citi Bank\n First bank to introduce robot in banking service is HDFC\n\n-- 12 of 12 --","metadata":{"loc":{"lines":{"from":457,"to":473}}}}]],{"0":"d184a03b-982c-45b8-ac35-8e89a2e3ca3e","1":"033891f9-b665-4af5-b644-316ad0e0f670","2":"5de28275-c090-482c-bedc-9be826ca0076","3":"b6faa270-aa9c-433b-874b-54f2547a1033","4":"d68ae6bc-07a4-4f7f-9038-ac3ffe297084","5":"5f5b99ad-8fa4-449f-8ece-8c7a098040a6","6":"59a4fc05-c36a-4a05-829b-4ca19da64a1e","7":"267c791e-5946-4f50-9fb4-85725ab208e5","8":"5584cc04-b324-4965-a938-bb18219b88bd","9":"8a490112-0a2e-4edf-8284-31f36a9d9d5d","10":"0ff4569f-1066-4de7-8f07-ad92d647ba3a","11":"bd06c9e0-b917-43f0-94f4-74afefe29591","12":"8be83291-7bf8-4623-93cf-2570ee11c63a","13":"14f00294-046f-4154-9eba-ca205eb729ee","14":"2e9a63b6-c7e6-453b-9991-9e3c01db8d43","15":"0ea48829-154f-4bb4-81ca-4e137b1ca43d","16":"07182c86-eace-427f-b730-3352233596a1","17":"d69c604c-e6d4-4fc8-bde9-e97641080df9","18":"071480e3-079f-41cb-851c-1566b3b396eb","19":"bb212f2a-5af2-4022-89ce-035ef565b70a","20":"24ab1b16-67bb-404a-90e2-f87e7dde7cd3","21":"9a35bc21-e148-48cf-8c75-4eba04616800","22":"74c92b4a-9f28-404f-b1a9-9e77c4a6819a","23":"61348c2d-1fee-410e-9784-114e9fe3208d","24":"8cc8464e-0c42-4692-870c-536d695bc631","25":"ba7959d2-3233-4dbc-90f7-bade23ef8aca","26":"d386b353-ea62-432c-bb76-b72fa4bd6888","27":"7bff4921-453b-4af6-bcbe-261d38b30e8b","28":"d6a330d1-d830-4a45-b432-be53221d681d","29":"7d651b7b-58dd-4e8a-8a8f-39bacc0d76a2","30":"28027207-0566-4ba2-81a2-2b576f1fb5ec","31":"745eb7e8-e249-4f8d-b232-486527732d7f","32":"0cd0efee-8513-43d8-adf2-517ca6b957c8","33":"f9609229-64fb-4f73-8027-74dfddbd619c","34":"7d8238d9-ad2a-4ae9-8790-35746a3e90dd","35":"09b29cb3-457e-4f6a-a9e3-1a4bc3c27ec6","36":"0d6cdf1d-7269-4850-8775-0452fd46475b","37":"7466dae6-8127-45c2-b644-8ae21a8eb91d","38":"10886d97-6f51-4c5e-b940-7fad9dd92cb0","39":"7aa1b457-a8e2-4c48-88bb-b390cd273013","40":"6321e998-3f7a-44a5-8a1e-250e8597dd29","41":"fce94ab4-2b80-4396-879b-7487245ca9c9","42":"79401159-6e54-47a0-a6f8-7d0d75b776ca","43":"5f8bea99-843a-4fec-8741-d412e2cf8348"}]